Repository: charles-stricklin/WellnessCheck-iOS
Catalog: Code/WellnessCheck/WellnessCheck/Localizable.xcstrings
Source language: en
Languages: es

source: "Are you okay?"
es: "¿Estás bien?"

source: (Test Mode)
es: (Modo de prueba)

source: **First two weeks:** WellnessCheck is learning your patterns. You may see fewer alerts as it figures out what's normal for you.
es: **Primeras dos semanas:** BienestarCheck está aprendiendo tus patrones. Es posible que veas menos alertas mientras descubre qué es normal para ti.

# %lld member
source: %lld members
es: %lld miembros

source: About WellnessCheck
es: Acerca de BienestarCheck

source: About Your Health Data
es: Acerca de tus datos de salud

source: Account
es: Cuenta

source: Active
es: Activo

source: Activity
es: Actividad

source: Activity History
es: Historial de actividad

source: Add Care Circle Member
es: Agregar miembro al Círculo de Cuidado

source: Add Care Circle Members
es: Agregar miembros al Círculo de Cuidado

source: Add from Contacts
es: Agregar desde Contactos

source: Add Manually
es: Agregar manualmente

source: Add Me
es: Agregarme

source: Add to Care Circle
es: Agregar al Círculo de Cuidado

source: Add to Care Circle?
es: ¿Agregar al Círculo de Cuidado?

source: Add trusted people to your Care Circle by sending them an invitation
es: Agrega personas de confianza a tu Círculo de Cuidado enviándoles una invitación

source: Add trusted people who can help if you need assistance
es: Agrega personas de confianza que puedan ayudarte si necesitas asistencia

source: Alert your Care Circle if you take a hard fall and don't respond.
es: Alerta a tu Círculo de Cuidado si sufres una caída fuerte y no respondes.

source: Alerting you about upcoming doctor appointments
es: Avisarte sobre próximas citas médicas

source: All Good
es: Todo bien

source: Are you home right now?
es: ¿Estás en casa ahora mismo?

source: Automatic Alerts
es: Alertas automáticas

source: Back
es: Atrás

source: Brother
es: Hermano

source: But if you don't respond after a few minutes, that's when we alert your Care Circle that you might need help.
es: Pero si no respondes después de unos minutos, es cuando alertamos a tu Círculo de Cuidado de que podrías necesitar ayuda.

source: Cancel
es: Cancelar

source: Care Circle
es: Círculo de Cuidado

source: Care Circle Management
es: Gestión del Círculo de Cuidado

source: Caregiver
es: Cuidador

source: Changes in your typical routine
es: Cambios en tu rutina típica

source: Check In Needed
es: Necesita verificación

source: Choose from Contacts
es: Elegir de Contactos

source: Choose what WellnessCheck watches for. You can always change these later in Settings.
es: Elige qué monitorea BienestarCheck. Siempre puedes cambiar esto más tarde en Configuración.

source: Coming Soon
es: Próximamente

source: Connect with the people who care about you
es: Conéctate con las personas que se preocupan por ti

source: Connected
es: Conectado

source: Continue
es: Continuar

source: Couldn't Get Your Location
es: No pudimos obtener tu ubicación

source: Customize Monitoring
es: Personalizar monitoreo

source: Daughter
es: Hija

source: Declined
es: Rechazado

source: Doe
es: García

source: Don't flag late-night activity as unusual. You keep your own hours.
es: No marques la actividad nocturna como inusual. Tú manejas tu propio horario.

source: Double tap to toggle
es: Toca dos veces para cambiar

source: Edit Member
es: Editar miembro

source: Email
es: Correo electrónico

source: Email (optional)
es: Correo electrónico (opcional)

source: End
es: Fin

source: Fall Detection
es: Detección de caídas

source: Finding your location...
es: Buscando tu ubicación...

source: First Name
es: Nombre

source: First person to be notified
es: Primera persona en ser notificada

source: floors climbed
es: pisos subidos

source: Friend
es: Amigo

source: Get Started
es: Comenzar

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buenas noches

source: Good morning
es: Buenos días

source: Good to meet you, %@!
es: ¡Encantado de conocerte, %@!

source: Help & FAQ
es: Ayuda y preguntas frecuentes

source: Home
es: Inicio

source: Home Location
es: Ubicación del hogar

source: Home location helps us know if you're away, which affects how we interpret inactivity.
es: La ubicación del hogar nos ayuda a saber si estás fuera, lo que afecta cómo interpretamos la inactividad.

source: Home Location Saved!
es: ¡Ubicación del hogar guardada!

source: How It Works
es: Cómo funciona

source: How to Notify
es: Cómo notificar

source: How we know when to check on you
es: Cómo sabemos cuándo verificar tu estado

source: How WellnessCheck Works
es: Cómo funciona BienestarCheck

source: I Like That
es: Me gusta eso

source: I'll customize this later
es: Lo personalizaré después

source: I'll Do This Later
es: Lo haré después

source: I'll Set This Later
es: Lo configuraré después

source: I'm a Night Owl
es: Soy noctámbulo

source: If something seems wrong, WellnessCheck springs into action. First, it checks with you: "Are you okay?" If you don't respond, it alerts your Care Circle immediately.
es: Si algo parece estar mal, BienestarCheck entra en acción. Primero, te pregunta: "¿Estás bien?" Si no respondes, alerta a tu Círculo de Cuidado inmediatamente.

source: If WellnessCheck detects a fall or extended inactivity, your Care Circle is notified
es: Si BienestarCheck detecta una caída o inactividad prolongada, tu Círculo de Cuidado es notificado

source: If you answer "yes" or tap that you're fine, great! We leave you alone.
es: Si respondes "sí" o indicas que estás bien, ¡perfecto! Te dejamos tranquilo.

source: If you're usually active in the morning but one day there's no movement for hours, that's unusual for you - and we check in.
es: Si normalmente eres activo por la mañana pero un día no hay movimiento por horas, eso es inusual para ti, y verificamos tu estado.

source: Inactivity Alerts
es: Alertas de inactividad

source: Invitation Preview
es: Vista previa de invitación

source: Invitation ready to send. Not actually sent in test mode.
es: Invitación lista para enviar. No se envió realmente en modo de prueba.

source: Invite Family & Friends
es: Invita a familiares y amigos

source: Invited
es: Invitado

source: John
es: Juan

source: john@example.com
es: juan@ejemplo.com

source: Keep all your physicians' contact information in one place and get reminders for upcoming appointments.
es: Mantén toda la información de contacto de tus médicos en un solo lugar y recibe recordatorios de próximas citas.

source: Last activity: %@
es: Última actividad: %@

source: Last Name
es: Apellido

source: Learning your patterns • Day %lld of 14
es: Aprendiendo tus patrones • Día %lld de 14

source: Let's talk about notifications
es: Hablemos de las notificaciones

source: Letting you know when we've notified your Care Circle
es: Avisarte cuando hayamos notificado a tu Círculo de Cuidado

source: Living alone doesn't mean having to be alone
es: Vivir solo no significa tener que estar solo

source: Medication Reminders
es: Recordatorios de medicamentos

source: member
es: miembro

source: members
es: miembros

source: Missing Information
es: Información faltante

source: Monitoring
es: Monitoreo

source: Monitoring Settings
es: Configuración de monitoreo

source: Name
es: Nombre

source: Need privacy? You can pause monitoring whenever you want. No questions asked. Turn it back on just as easily.
es: ¿Necesitas privacidad? Puedes pausar el monitoreo cuando quieras. Sin preguntas. Vuelve a activarlo con la misma facilidad.

source: Neighbor
es: Vecino

source: Never miss a dose. WellnessCheck reminds you when it's time to take your medications and keeps track of your schedule.
es: Nunca te pierdas una dosis. BienestarCheck te recuerda cuándo es hora de tomar tus medicamentos y lleva un registro de tu horario.

source: No alerts sent
es: Sin alertas enviadas

source: No Care Circle Members Yet
es: Aún no hay miembros en el Círculo de Cuidado

source: No phone number
es: Sin número de teléfono

source: No Problem!
es: ¡No hay problema!

source: No, I'm Somewhere Else
es: No, estoy en otro lugar

source: Not Set
es: Sin configurar

source: Notice if you haven't moved your phone in an unusually long time.
es: Detecta si no has movido tu teléfono en un tiempo inusualmente largo.

source: Notifications
es: Notificaciones

source: Notifications also help with:
es: Las notificaciones también ayudan con:

source: Off
es: Desactivado

source: On
es: Activado

source: Once you set it up:
es: Una vez que lo configures:

source: Open the app when you're home and we'll set it then. You'll find this option in Settings.
es: Abre la app cuando estés en casa y lo configuraremos entonces. Encontrarás esta opción en Configuración.

source: Other
es: Otro

source: Parent
es: Padre/Madre

source: Partner
es: Pareja

source: Passive Monitoring
es: Monitoreo pasivo

source: Pause check-ins during set hours (your Care Circle can still be alerted in emergencies).
es: Pausa las verificaciones durante horas establecidas (tu Círculo de Cuidado aún puede ser alertado en emergencias).

source: Pause Monitoring Anytime
es: Pausa el monitoreo en cualquier momento

source: Pending
es: Pendiente

source: Phone Number
es: Número de teléfono

source: phone pickups today
es: veces que tomaste el teléfono hoy

source: Phone:
es: Teléfono:

source: Please Complete All Required Fields
es: Por favor completa todos los campos requeridos

source: Please confirm their information and relationship
es: Por favor confirma su información y relación

source: Please fill in all required fields (marked with *).
es: Por favor completa todos los campos requeridos (marcados con *).

source: Please fill in your first name, last name, and phone number to continue.
es: Por favor ingresa tu nombre, apellido y número de teléfono para continuar.

source: Potential falls detected by your device sensors
es: Posibles caídas detectadas por los sensores de tu dispositivo

source: Primary Contact
es: Contacto principal

source: Profile
es: Perfil

source: Quick Response
es: Respuesta rápida

source: Quiet Hours
es: Horas de silencio

source: Relationship
es: Relación

source: Reminding you to take your medications on time
es: Recordarte tomar tus medicamentos a tiempo

source: Remove
es: Eliminar

source: Remove %@ from your Care Circle?
es: ¿Eliminar a %@ de tu Círculo de Cuidado?

source: Remove from Care Circle
es: Eliminar del Círculo de Cuidado

source: Remove Member?
es: ¿Eliminar miembro?

source: Requesting location access...
es: Solicitando acceso a ubicación...

source: Requesting...
es: Solicitando...

source: Reset Onboarding (Dev)
es: Reiniciar incorporación (Dev)

source: Save Changes
es: Guardar cambios

source: Send "I'm OK" to Care Circle
es: Enviar "Estoy bien" al Círculo de Cuidado

source: Send "I'm OK"?
es: ¿Enviar "Estoy bien"?

source: Set
es: Configurado

source: Set Up Later
es: Configurar después

source: Set Up Your Profile
es: Configura tu perfil

source: Set Your Home Location
es: Establece la ubicación de tu hogar

source: Settings
es: Configuración

source: Sibling
es: Hermano/a

source: Sister
es: Hermana

source: Skip For Now
es: Omitir por ahora

source: Smart Alerts
es: Alertas inteligentes

source: Son
es: Hijo

source: Spouse
es: Cónyuge

source: Start
es: Inicio

source: Stay connected to the people who care about you. If something happens, they'll know right away.
es: Mantente conectado con las personas que se preocupan por ti. Si algo sucede, lo sabrán de inmediato.

source: steps
es: pasos

source: Support
es: Soporte

source: This helps your Care Circle know who you are
es: Esto ayuda a tu Círculo de Cuidado a saber quién eres

source: This information never leaves your iPhone. We use it only to watch for signs you might need help.
es: Esta información nunca sale de tu iPhone. La usamos solo para detectar señales de que podrías necesitar ayuda.

source: This will notify your Care Circle that you're doing fine.
es: Esto notificará a tu Círculo de Cuidado que estás bien.

source: To:
es: Para:

source: TODAY'S ACTIVITY
es: ACTIVIDAD DE HOY

source: Track Appointments & Doctors
es: Seguimiento de citas y médicos

source: Try Again
es: Intentar de nuevo

source: United States
es: Estados Unidos

source: Unusual periods of inactivity
es: Períodos inusuales de inactividad

source: Use My Contact Card
es: Usar mi tarjeta de contacto

source: Used for context, not tracking
es: Usado para contexto, no para rastreo

source: We encrypt your data and only share it with people you add to your Care Circle.
es: Encriptamos tus datos y solo los compartimos con personas que agregas a tu Círculo de Cuidado.

source: We found this location:
es: Encontramos esta ubicación:

source: We Never Sell Your Data
es: Nunca vendemos tus datos

source: We'll use your phone number to connect you with your Care Circle
es: Usaremos tu número de teléfono para conectarte con tu Círculo de Cuidado

source: We're looking for changes in YOUR patterns
es: Buscamos cambios en TUS patrones

source: WellnessCheck
es: BienestarCheck

source: WellnessCheck gives you independence and gives them peace of mind.
es: BienestarCheck te da independencia y a ellos tranquilidad.

source: WellnessCheck is ready to keep you connected to the people who care about you.
es: BienestarCheck está listo para mantenerte conectado con las personas que se preocupan por ti.

source: WellnessCheck is your personal safety assistant that keeps you connected to the people who care about you. We work with your iPhone to monitor your activity and make sure your Care Circle knows if you need help.
es: BienestarCheck es tu asistente personal de seguridad que te mantiene conectado con las personas que se preocupan por ti. Trabajamos con tu iPhone para monitorear tu actividad y asegurarnos de que tu Círculo de Cuidado sepa si necesitas ayuda.

source: WellnessCheck learns your routines over the first two weeks. The more you use your phone normally, the better it understands what's typical for you.
es: BienestarCheck aprende tus rutinas durante las primeras dos semanas. Cuanto más uses tu teléfono normalmente, mejor entenderá lo que es típico para ti.

source: WellnessCheck looks at this information to learn what's normal for YOU. Everyone is different - some people are very active, others less so. That's perfectly fine.
es: BienestarCheck analiza esta información para aprender qué es normal para TI. Todos somos diferentes: algunas personas son muy activas, otras menos. Eso está perfectamente bien.

source: WellnessCheck monitors your activity locally on your iPhone. Your health information never leaves your device without your permission.
es: BienestarCheck monitorea tu actividad localmente en tu iPhone. Tu información de salud nunca sale de tu dispositivo sin tu permiso.

source: WellnessCheck runs quietly in the background. You don't need to remember to check in or press buttons - it's always watching out for you.
es: BienestarCheck funciona silenciosamente en segundo plano. No necesitas recordar reportarte ni presionar botones: siempre está cuidándote.

source: WellnessCheck watches for signs that something might be wrong. When we notice something unusual, we need to be able to ask you a simple question:
es: BienestarCheck vigila señales de que algo podría estar mal. Cuando notamos algo inusual, necesitamos poder hacerte una pregunta simple:

source: What we monitor:
es: Lo que monitoreamos:

source: Yes, I Allow Access
es: Sí, permito el acceso

source: Yes, I Allow Notifications
es: Sí, permito notificaciones

source: Yes, This Is My Home
es: Sí, este es mi hogar

source: You can add members to your Care Circle now or do it later from the app settings.
es: Puedes agregar miembros a tu Círculo de Cuidado ahora o hacerlo después desde la configuración de la app.

source: You can update this anytime in Settings.
es: Puedes actualizar esto en cualquier momento en Configuración.

source: You Control Who Sees What
es: Tú controlas quién ve qué

source: You decide who joins your Care Circle and can remove anyone at any time. You can also pause monitoring whenever you need privacy.
es: Tú decides quién se une a tu Círculo de Cuidado y puedes eliminar a cualquiera en cualquier momento. También puedes pausar el monitoreo cuando necesites privacidad.

source: You're All Set
es: ¡Todo listo!

source: You're Always in Control
es: Siempre tienes el control

source: You're in control of your data
es: Tienes el control de tus datos

source: Your Care Circle
es: Tu Círculo de Cuidado

source: YOUR CARE CIRCLE
es: TU CÍRCULO DE CUIDADO

source: Your Care Circle can check on you immediately or contact emergency services
es: Tu Círculo de Cuidado puede verificar tu estado inmediatamente o contactar servicios de emergencia

source: Your Care Circle only receives alerts when something seems wrong - not constant updates. You decide who's in your Care Circle and can remove anyone at any time.
es: Tu Círculo de Cuidado solo recibe alertas cuando algo parece estar mal, no actualizaciones constantes. Tú decides quién está en tu Círculo de Cuidado y puedes eliminar a cualquiera en cualquier momento.

source: Your complete safety and health companion
es: Tu compañero completo de seguridad y salud

source: Your current location
es: Tu ubicación actual

source: Your daily activity and movement patterns
es: Tu actividad diaria y patrones de movimiento

source: Your Data Stays Private
es: Tus datos permanecen privados

source: Your First Name
es: Tu nombre

source: Your Health Data Stays on Your Device
es: Tus datos de salud permanecen en tu dispositivo

source: Your Information is Secure
es: Tu información está segura

source: Your information is yours. We don't sell it, share it with advertisers, or use it for anything except keeping you safe.
es: Tu información es tuya. No la vendemos, no la compartimos con anunciantes, ni la usamos para nada excepto mantenerte seguro.

source: Your iPhone + WellnessCheck work together, passively monitoring your movements and activities for indications that might signal trouble - like sudden falls, unusual inactivity, or changes in your daily patterns.
es: Tu iPhone + BienestarCheck trabajan juntos, monitoreando pasivamente tus movimientos y actividades en busca de indicaciones que puedan señalar problemas, como caídas repentinas, inactividad inusual o cambios en tus patrones diarios.

source: Your iPhone already tracks things like how much you move around during the day.
es: Tu iPhone ya registra cosas como cuánto te mueves durante el día.

source: Your Last Name
es: Tu apellido

source: Your location is stored only on your device.
es: Tu ubicación se almacena solo en tu dispositivo.

source: Your Privacy Matters
es: Tu privacidad importa

source: YOUR SETUP
es: TU CONFIGURACIÓN
